var serviceJson = [{
        ques: '1.如何登录？',
        id: 1,
        answers: '点击页面下方的“去登录”图标，微信授权登录或手机验证码登录。'
    },
    {
        ques: '2.如何对答案？',
        id: 2,
        answers: '点击小程序的“扫一扫”图标（不要使用微信的扫一扫），扫描对应作业的二维码，即可核对答案。'
    },
    {
        ques: '3.练习册上没有二维码怎么办？',
        id: 3,
        answers: '全品作业小助手暂不支持没有二维码的练习册，可咨询教师或通过其他途径核对答案。'
    },
    {
        ques: '4.如何导出错题？',
        id: 4,
        answers: '（1）加入错题集：方式一：在“作业”页面选择某份作业，进入“作答报告”页面，点击“将错题加入错题集”按钮，可将本份作业的错题加入错题集；方式二：在“错题集”页面选择学段学科，进入“全部错题”页面，可按作业选题或直接选题，点击红色“+”按钮，将错题加入错题集。（2）导出错题集：在“作答报告”或“全部错题”页面，点击右下方的错题集图标，进入“已选错题”页面，点击下方的“导出错题”按钮，即可导出错题和针对训练题。'
    },
    {
        ques: '5.如何使用家长监管模式？',
        id: 5,
        answers: '进入“我的”页面，点击“开启家长监管模式”按钮，设置家长监管密码，后续需要输入监管密码方可使用；如要关闭家长监管模式，点击“开启家长监管模式”按钮，输入监管密码即可关闭监管模式。'
    },
    {
        ques: '6.我想转人工服务',
        id: '000',
    },
]

module.exports = {
    serviceJson: serviceJson,
}